<?php
if (!defined('DATALIFEENGINE') || !defined('LOGGED_IN')) {
    die('Hacking attempt!');
}
?>


<div class="panel-body">
   <h2> UniForm — модуль универсальных ajax-форм для DataLife Engine</h2>

<p>
Не подходит стандартная форма обратной связи? Нужна возможность использовать свои поля? Нужна защита от ботов и лёгкая настройка без использования БД? Тогда этот модуль для Вас! </p>

<h3>Преимущества</h3>
<p>
Не использует БД. Для работы модуля не требуется дополнительное соединение с БД и он не хранит данные из форм.
Скорость работы. За счёт простоты реализации удалось достичь приемлемой скорости работы.
Лёгкость настройки и стилизации. Все настройки модуля, оформление email-сообщения и самой формы вынесены в файлы шаблона, а это значит, что вы можете кастомизировать внешний вид не только формы, но и email-сообщения так, как этого требует дизайн.
AJAX вызов и отправка форм. Это даёт максимальную защиту от автоматических заполнений и не обременяет пользователя разгадкой каптчи.</p>

<p>
		Официальная страница модуля <a href="https://pafnuty.name/modules/159-uniform.html" target="_blank">https://pafnuty.name/modules/159-uniform.html</a>    
</p>
<p>
		Страница модуля на GitHub <a href="https://github.com/dle-modules/DLE-UniForm" target="_blank">https://github.com/dle-modules/DLE-UniForm</a>    
</p>







</div>
